[
  {
    "url": "https://playw3.com/info/upvsdown",
    "tags": [
      "crash",
      "prediction",
      "how to play",
      "trading"
    ],
    "content": "Crash Market Games are short, time-based prediction pools. Players choose UP or DOWN for a selected asset before a countdown ends. Smart contracts handle outcomes and payouts instantly, with no house and full transparency."
  },
  {
    "url": "https://playw3.com/jackpot",
    "tags": [
      "jackpot",
      "rewards",
      "tickets",
      "payouts"
    ],
    "content": "Every game you play earns you jackpot tickets. For every 1,000 G Coin wagered, you get 1 ticket. There are daily, weekly, monthly, and annual jackpots — with winners chosen transparently using Random.org."
  },
  {
    "url": "https://playw3.com/bethebossinfo",
    "tags": [
      "partner",
      "own portal",
      "earn",
      "business"
    ],
    "content": "Be The Boss is a turnkey Web3 business opportunity. Launch your own branded gaming portal and earn 50% commissions on G Coin purchases and game fees. No coding needed — fully automated on blockchain."
  },
  {
    "url": "https://playw3.com/gcoin",
    "tags": [
      "g coin",
      "token",
      "utility",
      "rewards"
    ],
    "content": "G Coin is the native utility token powering the entire PlayW3 portal. It's used for gameplay, rewards, affiliate commissions, and partner revenue sharing. G Coin is not an investment and cannot be used as fiat."
  },
  {
    "url": "https://playw3.com/developers",
    "tags": [
      "developer",
      "api",
      "sdk",
      "integration"
    ],
    "content": "Developers can build directly on PlayBlock using our SDK and API. Launch custom games, integrate player wallets, and tap into a live Web3 player base. Full documentation and support available."
  },
  {
    "url": "https://playw3.com/info/pvpsports",
    "tags": [
      "pvp",
      "sports",
      "events",
      "real-time"
    ],
    "content": "PvP Sports Trading lets you predict outcomes of live sports events against other players. Place bets with G Coin and win instantly based on results — all managed on-chain through smart contracts."
  },
  {
    "url": "https://playw3.com/info/faq",
    "tags": [
      "faq",
      "basics",
      "info",
      "questions"
    ],
    "content": "Looking for general info? The FAQ covers everything from signing up, using G Coin, earning jackpots, referral rewards, and understanding our partner program."
  }
]